export const TY_NATIONS = ['汉族', '苗族', '布依族', '毛南族', '回族', '侗族', '白族', '水族', '壮族', '满族', '蒙古族', '藏族', '维吾尔族', '彝族', '朝鲜族', '哈尼族', '傣族', '傈僳族', '畲族', '拉祜族', '瑶族', '土家族', '哈萨克族', '黎族', '佤族', '高山族', '东乡族', '景颇族', '土族', '仫佬族', '布朗族', '锡伯族', '普米族', '纳西族', '柯尔克孜族', '达斡尔族', '羌族', '撒拉族', '仡佬族', '阿昌族', '塔吉克族', '怒族', '俄罗斯族', '德昂族', '裕固族', '塔塔尔族', '鄂伦春族', '门巴族', '基诺族', '乌孜别克族', '鄂温克族', '保安族', '京族', '独龙族', '赫哲族', '珞巴族', '其它']; // 民族
export const TY_EDUCATIONS = ['小学', '初中', '高中', '大专', '本科', '硕士及以上', '文盲或半文盲']; // 文化程度
export const TY_POLITICALS = ['群众', '团员', '党员', '预备党员', '入党积极分子', '其他']; // 政治面貌
export const TY_MARITALS = ['未婚', '已婚', '离异', '丧偶']; // 婚姻状况
export const TY_ARTICLES = ['新闻', '公告']; // 文章分类
